import React from "react";
import TitleBox from "../../TitleBox/TitleBox";
import "./PrivacyBox.css";
const PrivacyBox = () => {
    return (
        <>
            <div className="privacy-box min-h-[100vh]">
                <TitleBox
                    title={`سياسة الخصوصية وسرية المعلومات`}
                    description={`نرحب بكم في منصات المشاهير، ونتقدم بالشكر على ثقتكم بالمنصات، ونفيدكم بأنّه حرصاً منا إدراكنا التام بأنّ المستخدم (تاجر-متابع) والمشهور لهما حقوق معيّنة عبر منصات المشاهير، فإنّ منصات المشاهير تسعى للحفاظ على المعلومات الخاصة بالمستخدم (تاجر-متابع) والمشهور، وفقاً لآلية سياسة الخصوصية وسرية المعلومات المعمول بها في منصات المشاهير. وعليه  فإنّ منصات المشاهير تُنوّه بأنّه وفقاً لاتفاقية الاستخدام المبرمة بين المستخدمين (تاجر-متابع) وبين منصات المشاهير فإنّ هذه الوثيقة تُحيطكم علماً بسياسة الخصوصية وسرية المعلومات المعمول بها في منصات المشاهير، وأنّه وفقاً لـ (قواعد وأحكام استخدام منصات المشاهير) من اتفاقية الاستخدام فقد أنشأت منصات المشاهير هذه القواعد “سياسة الخصوصية وسرية المعلومات” لتوضيح وتحديد آلية السرية والخصوصية المعمول بها في منصات المشاهير الالكترونية، ويرجى اطلاعكم عليها حيث أنكم بتسجيلكم في منصات المشاهير وتأسيسكم للملف والصفحة الإلكترونية فإنّ جميع معلوماتكم تخضع لهذه السياسة.`}
                />
                <div className="container h-full flex justify-center flex-col gap-[28px] items-center mt-[48px]">
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">
                        <div className="box flex-col justify-start items-start">
                            <h1>المعلومات التي تحصل عليها منصات المشاهير وتحتفظ بها في أنظمتها الإلكترونية:
                            </h1>
                            <h6>المعلومات التي تحصل عليها منصات المشاهير وتحتفظ بها في أنظمتها الإلكترونية:
                            </h6>
                            <p>
                                * المعلومات الشخصية الخاصة بالمستخدمين/المشهور (اسم المستخدم، الرقم السري، البريد الإلكتروني، ورقم الهوية الوطنية أو رقم الإقامة، رقم الترخيص الإعلامي، رقم السجل التجاري، رقم الجوال، المنطقة والمدينة، الجنسية، صورة الملف الشخصي، الفيديوهات، الصور وغيرها من المعلومات في صفحات تسجيل الدخول والصفحة الشخصية).
                                * معلومات الدخول الشخصية للوحة التحكم، مثل اسم المستخدم وكلمة السر والبريد الالكتروني، والسؤال الخاص باسترجاع كلمة السر وإجابته ورمز التحقق (OTP) المرسل على الجوال المسجل أو البريد الالكتروني.
                                * في حال عدم توفير التاجر أو المشهور للمعلومات والمستندات المطلوبة منه فإنّه لن يتمكن من مزاولة تجارته أو تقديم إعلاناته عبر منصات المشاهير.
                                * تُنوه إدارة منصات المشاهير بأنه يمكن جمع بعض المعلومات المتعلقة في الحاسب الالي والاتصال وعناوين الانترنت والبروتوكول المستخدم وبيانات المتصفح وملفات الارتباط الخاصة في المتصفح، بغرض تحسين الخدمة والاتصال ومعرفة الأخطاء وتصحيحها.

                            </p>
                        </div>

                    </div>
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">

                        <div className="box flex-col justify-start items-start">
                            <h1>معلومات المتداولة والخدمات المتبادلة ونوع الإعلانات والعروض المقدمة بالمنصات:
                            </h1>
                            <h6>معلومات المتداولة والخدمات المتبادلة ونوع الإعلانات والعروض المقدمة بالمنصات:
                            </h6>
                            <p>
                                * منصات المشاهير على اطلاع دائم على الاتفاقيات والتعاقدات الحاصلة في المنصات، وذلك لكون المستخدم (التاجر، المتابع) والمشهور يستخدم بوابات الدفع التي توفّرها منصات المشاهير.
                                * منصات المشاهير على إطلاع بأداء المستخدم (التاجر، المتابع) والمشهور وذلك في حال استدعت الحاجة إلى توجيه الدعم أو النصح والإرشاد لمساعدتهم وتحسين جودة التعاقدات.
                            </p>
                        </div>


                    </div>
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">

                        <div className="box flex-col justify-start items-start">
                            <h1>مشاركة المعلومات الخاصة بالمستخدمين والمشاهير:
                            </h1>
                            <h6>مشاركة المعلومات الخاصة بالمستخدمين والمشاهير:
                            </h6>
                            <p>
                                * بطبيعة الحال فإنّ منصات المشاهير تسعى بالاحتفاظ بهذه المعلومات بما يحفظ خصوصية التاجر، ومنصات المشاهير لا تحتفظ بهذه المعلومات إلا بهدف تحسين جودة المنصات وجودة عمل الصفحات الالكترونية وتسهيلاً وتيسيراً لأعمال التجار والمشاهير.
                                * كقاعدة عامة فإنّ جميع هذه المعلومات لا يطلع عليها إلا بعض القائمين على منصات المشاهير وذلك بعد حصولهم على تصريح للاطلاع عليها من قِبل إدارة منصات المشاهير– عادة ما يكون التصريح محدد ومقيّد ويخضع لرقابة قانونية وإدارية من قِبل المنصات – ولن يتم نشر أو بث هذه المعلومات للغير.
                                *حيث أن منصات المشاهير تسعى للحفاظ على سلامة الصفحات الالكترونية والعلاقة التعاقدية بين حقوق التُجّار والمشاهير، فإنه – في حال ملاحظة منصات المشاهير لأي نشاط غير نظامي أو غير شرعي يقوم به التاجر او المشهور – فإنّ منصات المشاهير تقوم بتطبيق مواد وبنود وأحكام اتفاقية الاستخدام وحيث أنّها تسعى بقدر الإمكان إلى الحفاظ على سلامة عمل التجار والمشاهير فإنّها قد تشارك أيٍ من هذه المعلومات مع الجهات المختصة لاتخاذ اللازم حيال التاجر أو المشهور المخالف ، وذلك لحماية منصات المشاهير وباقي التُجّار والمشاهير من أي مسائلة قانونية قدّ تطرأ على المنصات أو على أحد مستخدميها نتيجة لهذا النشاط الغير شرعي أو الغير نظامي.

                            </p>
                        </div>


                    </div>
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">

                        <div className="box flex-col justify-start items-start">
                            <h1>ما هو مدى أمان سرية المعلومات الخاصة بالتُجّار أو المستهلكين أو المشاهير:
                            </h1>
                            <h6>ما هو مدى أمان سرية المعلومات الخاصة بالتُجّار أو المستهلكين أو المشاهير:
                            </h6>
                            <p>
                                *تسعى منصات المشاهير إلى الحفاظ على سرية معلومات مستخدمين المنصات، وحيث أنّ سياسة الخصوصية الخاصة بالمستخدمين (التاجر، المتابع) أو المشاهير لن تخالف أحكام اتفاقية الاستخدام أو سياسة الخصوصية وسرية المعلومات. ولكن نظراً لعدم إمكانية ضمان ذلك 100% في (فضاء الإنترنت) فإنّ فريق عمل منصات المشاهير، ينوّه على يلي:

                                1- تسعى منصات المشاهير إلى الحفاظ على جميع المعلومات وألاّ يطلع عليها أي شخص بما يخالف السياسة المعمول بها في منصات المشاهير.
                                2- تعمل منصات المشاهير على حماية المعلومات بموجب أنظمة حماية إلكترونية وتقنية ذات جودة عالية وتُحدّث بشكل مستمر ودوري.
                                3- غير أنّه نظراً لأن شبكة الإنترنت لا يمكن ضمانها 100% لما قد يطرأ من اختراق أو فيروسات على أنظمة الحماية الالكترونية وعلى جدران الحماية المعمول بها في منصات المشاهير فإنّ منصات المشاهير تنصح التجار بالحفاظ على معلوماتهم بسرية تامة.

                            </p>
                        </div>


                    </div>
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">

                        <div className="box flex-col justify-start items-start">
                            <h1>الخدمات الاستراتيجية واللوجستية (خدمات المشهور):
                            </h1>
                            <h6>الخدمات الاستراتيجية واللوجستية (خدمات المشهور):
                            </h6>
                            <p>
                                *يُقر المستخدم بعلمه التام والنافي للجهالة بأنّه في حال تقدّم لطلب التسجيل في خدمة مُقدّمة عن طريق المنصات، بأنّه يمنح تصريح وتخويل وإذن كامل وتام إلى منصات المشاهير بتزويد مُقدّم الاعلان ببيانات التاجر والمتجر لدى مُقدِم الخدمة، مثل (اسم المستخدم – رقم الجوال – البريد الإلكتروني – رقم الهوية أو الإقامة – السجل التجاري أو ترخيص المتجر). وذلك حتى يتمكّن مقدم الخدمة (المشهور / المنصات) من تقديم الخدمة المطلوبة والتي اشترك بها لدى المنصات.
                            </p>
                        </div>


                    </div>
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">

                        <div className="box flex-col justify-start items-start">
                            <h1>الخدمات الاستراتيجية واللوجستية (خدمات التاجر):
                            </h1>
                            <h6>الخدمات الاستراتيجية واللوجستية (خدمات التاجر):
                            </h6>
                            <p>
                                *يُقر المشهور بعلمه التام والنافي للجهالة بأنّه في حال تقدّم لطلب التسجيل في خدمة مُقدّمة عن طريق المنصات، بأنّه يمنح تصريح وتخويل وإذن كامل وتام إلى منصات المشاهير بتزويد مُقدّم الاعلان ببيانات المشهور لدى مُقدِم الخدمة، مثل (اسم المستخدم – رقم الجوال – البريد الإلكتروني – رقم الهوية أو الإقامة – السجل التجاري او الترخيص الإعلامي). وذلك حتى يتمكّن مقدم الخدمة (التاجر / المنصات) من تقديم الخدمة المطلوبة والتي اشترك بها لدى المنصات.
                            </p>
                        </div>



                    </div>
                    <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">


                        <div className="box flex-col justify-start items-start">
                            <h1>تغيير سياسة الخصوصية وسرية المعلومات:
                            </h1>
                            <h6>تغيير سياسة الخصوصية وسرية المعلومات:
                            </h6>
                            <p>
                                قد تخضع سياسة الخصوصية هذه للتغيير من وقت لآخر، تم نشر النسخة الحالية من سياسة الخصوصية هذه على الانترنت من قبل منصات المشاهير. يتحتم على المستخدم (تاجر /متابع) –المشهور التحقق من سياسة الخصوصية الخاصة بالمنصات بشكل مستمر واستخدامك لمنصات المشاهير وتطبيقها الالكتروني وخدماتها يشمل موافقتك على سياسة الخصوصية حيث يتم تعديلها من وقت لآخر.
                            </p>
                        </div>

                    </div>
                    {/* <div className="content min-h-[357px] w-full py-[43px] px-[30px] md:px-[58px] flex gap-[43px] flex-col justify-start items-start">
                        <div className="box flex-col justify-start items-start">
                            <h1>المعلومات التي تحصل عليها منصات المشاهير وتحتفظ بها في أنظمتها الإلكترونية:
                            </h1>
                            <h6>المعلومات التي تحصل عليها منصات المشاهير وتحتفظ بها في أنظمتها الإلكترونية:
                            </h6>
                            <p>
                                * المعلومات الشخصية الخاصة بالمستخدمين/المشهور (اسم المستخدم، الرقم السري، البريد الإلكتروني، ورقم الهوية الوطنية أو رقم الإقامة، رقم الترخيص الإعلامي، رقم السجل التجاري، رقم الجوال، المنطقة والمدينة، الجنسية، صورة الملف الشخصي، الفيديوهات، الصور وغيرها من المعلومات في صفحات تسجيل الدخول والصفحة الشخصية).
                                * معلومات الدخول الشخصية للوحة التحكم، مثل اسم المستخدم وكلمة السر والبريد الالكتروني، والسؤال الخاص باسترجاع كلمة السر وإجابته ورمز التحقق (OTP) المرسل على الجوال المسجل أو البريد الالكتروني.
                                * في حال عدم توفير التاجر أو المشهور للمعلومات والمستندات المطلوبة منه فإنّه لن يتمكن من مزاولة تجارته أو تقديم إعلاناته عبر منصات المشاهير.
                                * تُنوه إدارة منصات المشاهير بأنه يمكن جمع بعض المعلومات المتعلقة في الحاسب الالي والاتصال وعناوين الانترنت والبروتوكول المستخدم وبيانات المتصفح وملفات الارتباط الخاصة في المتصفح، بغرض تحسين الخدمة والاتصال ومعرفة الأخطاء وتصحيحها.

                            </p>
                        </div>
                        <div className="box flex-col justify-start items-start">
                            <h1>معلومات المتداولة والخدمات المتبادلة ونوع الإعلانات والعروض المقدمة بالمنصات:
                            </h1>
                            <h6>معلومات المتداولة والخدمات المتبادلة ونوع الإعلانات والعروض المقدمة بالمنصات:
                            </h6>
                            <p>
                                * منصات المشاهير على اطلاع دائم على الاتفاقيات والتعاقدات الحاصلة في المنصات، وذلك لكون المستخدم (التاجر، المتابع) والمشهور يستخدم بوابات الدفع التي توفّرها منصات المشاهير.
                                * منصات المشاهير على إطلاع بأداء المستخدم (التاجر، المتابع) والمشهور وذلك في حال استدعت الحاجة إلى توجيه الدعم أو النصح والإرشاد لمساعدتهم وتحسين جودة التعاقدات.
                            </p>
                        </div>
                        <div className="box flex-col justify-start items-start">
                            <h1>مشاركة المعلومات الخاصة بالمستخدمين والمشاهير:
                            </h1>
                            <h6>مشاركة المعلومات الخاصة بالمستخدمين والمشاهير:
                            </h6>
                            <p>
                                * بطبيعة الحال فإنّ منصات المشاهير تسعى بالاحتفاظ بهذه المعلومات بما يحفظ خصوصية التاجر، ومنصات المشاهير لا تحتفظ بهذه المعلومات إلا بهدف تحسين جودة المنصات وجودة عمل الصفحات الالكترونية وتسهيلاً وتيسيراً لأعمال التجار والمشاهير.
                                * كقاعدة عامة فإنّ جميع هذه المعلومات لا يطلع عليها إلا بعض القائمين على منصات المشاهير وذلك بعد حصولهم على تصريح للاطلاع عليها من قِبل إدارة منصات المشاهير– عادة ما يكون التصريح محدد ومقيّد ويخضع لرقابة قانونية وإدارية من قِبل المنصات – ولن يتم نشر أو بث هذه المعلومات للغير.
                                *حيث أن منصات المشاهير تسعى للحفاظ على سلامة الصفحات الالكترونية والعلاقة التعاقدية بين حقوق التُجّار والمشاهير، فإنه – في حال ملاحظة منصات المشاهير لأي نشاط غير نظامي أو غير شرعي يقوم به التاجر او المشهور – فإنّ منصات المشاهير تقوم بتطبيق مواد وبنود وأحكام اتفاقية الاستخدام وحيث أنّها تسعى بقدر الإمكان إلى الحفاظ على سلامة عمل التجار والمشاهير فإنّها قد تشارك أيٍ من هذه المعلومات مع الجهات المختصة لاتخاذ اللازم حيال التاجر أو المشهور المخالف ، وذلك لحماية منصات المشاهير وباقي التُجّار والمشاهير من أي مسائلة قانونية قدّ تطرأ على المنصات أو على أحد مستخدميها نتيجة لهذا النشاط الغير شرعي أو الغير نظامي.

                            </p>
                        </div>
                        <div className="box flex-col justify-start items-start">
                            <h1>ما هو مدى أمان سرية المعلومات الخاصة بالتُجّار أو المستهلكين أو المشاهير:
                            </h1>
                            <h6>ما هو مدى أمان سرية المعلومات الخاصة بالتُجّار أو المستهلكين أو المشاهير:
                            </h6>
                            <p>
                                *تسعى منصات المشاهير إلى الحفاظ على سرية معلومات مستخدمين المنصات، وحيث أنّ سياسة الخصوصية الخاصة بالمستخدمين (التاجر، المتابع) أو المشاهير لن تخالف أحكام اتفاقية الاستخدام أو سياسة الخصوصية وسرية المعلومات. ولكن نظراً لعدم إمكانية ضمان ذلك 100% في (فضاء الإنترنت) فإنّ فريق عمل منصات المشاهير، ينوّه على يلي:

                                1- تسعى منصات المشاهير إلى الحفاظ على جميع المعلومات وألاّ يطلع عليها أي شخص بما يخالف السياسة المعمول بها في منصات المشاهير.
                                2- تعمل منصات المشاهير على حماية المعلومات بموجب أنظمة حماية إلكترونية وتقنية ذات جودة عالية وتُحدّث بشكل مستمر ودوري.
                                3- غير أنّه نظراً لأن شبكة الإنترنت لا يمكن ضمانها 100% لما قد يطرأ من اختراق أو فيروسات على أنظمة الحماية الالكترونية وعلى جدران الحماية المعمول بها في منصات المشاهير فإنّ منصات المشاهير تنصح التجار بالحفاظ على معلوماتهم بسرية تامة.

                            </p>
                        </div>
                        <div className="box flex-col justify-start items-start">
                            <h1>الخدمات الاستراتيجية واللوجستية (خدمات المشهور):
                            </h1>
                            <h6>الخدمات الاستراتيجية واللوجستية (خدمات المشهور):
                            </h6>
                            <p>
                                *يُقر المستخدم بعلمه التام والنافي للجهالة بأنّه في حال تقدّم لطلب التسجيل في خدمة مُقدّمة عن طريق المنصات، بأنّه يمنح تصريح وتخويل وإذن كامل وتام إلى منصات المشاهير بتزويد مُقدّم الاعلان ببيانات التاجر والمتجر لدى مُقدِم الخدمة، مثل (اسم المستخدم – رقم الجوال – البريد الإلكتروني – رقم الهوية أو الإقامة – السجل التجاري أو ترخيص المتجر). وذلك حتى يتمكّن مقدم الخدمة (المشهور / المنصات) من تقديم الخدمة المطلوبة والتي اشترك بها لدى المنصات.
                            </p>
                        </div>
                        <div className="box flex-col justify-start items-start">
                            <h1>الخدمات الاستراتيجية واللوجستية (خدمات التاجر):
                            </h1>
                            <h6>الخدمات الاستراتيجية واللوجستية (خدمات التاجر):
                            </h6>
                            <p>
                                *يُقر المشهور بعلمه التام والنافي للجهالة بأنّه في حال تقدّم لطلب التسجيل في خدمة مُقدّمة عن طريق المنصات، بأنّه يمنح تصريح وتخويل وإذن كامل وتام إلى منصات المشاهير بتزويد مُقدّم الاعلان ببيانات المشهور لدى مُقدِم الخدمة، مثل (اسم المستخدم – رقم الجوال – البريد الإلكتروني – رقم الهوية أو الإقامة – السجل التجاري او الترخيص الإعلامي). وذلك حتى يتمكّن مقدم الخدمة (التاجر / المنصات) من تقديم الخدمة المطلوبة والتي اشترك بها لدى المنصات.
                            </p>
                        </div>

                        <div className="box flex-col justify-start items-start">
                            <h1>تغيير سياسة الخصوصية وسرية المعلومات:
                            </h1>
                            <h6>تغيير سياسة الخصوصية وسرية المعلومات:
                            </h6>
                            <p>
                                قد تخضع سياسة الخصوصية هذه للتغيير من وقت لآخر، تم نشر النسخة الحالية من سياسة الخصوصية هذه على الانترنت من قبل منصات المشاهير. يتحتم على المستخدم (تاجر /متابع) –المشهور التحقق من سياسة الخصوصية الخاصة بالمنصات بشكل مستمر واستخدامك لمنصات المشاهير وتطبيقها الالكتروني وخدماتها يشمل موافقتك على سياسة الخصوصية حيث يتم تعديلها من وقت لآخر.
                            </p>
                        </div>

                    </div> */}

                </div>
            </div>
        </>
    );
};

export default PrivacyBox;
